start_hello = '''Привет) Я бот, который знает все о расписании в итмо!'''

start_info = '''Напиши /help и будем во всем разбираться'''

need_register = '''Для начала нужно зарегистрировать группу по умолчанию'''

howto_register = '''Чтобы зарегистрировать свою группу нужно написать: /setgroup <Номер_группы>
Кстати, букву пиши английскую!
Пример: /setgroup K3142'''

command_help = '''Я умею следующие штуки:
/tomorrow - выдаст тебе завтрашнее расписание твоей группы
/scedimage - пришлет картинки с расписанием четной и нечетной недели
/schedule - (В разработке) Команда для получения расписания на неделю'''

set_group_ok = '''Отлично, твоя группа {}'''

group_incorrect = '''Твоей группы не существует, обманщик'''

function_not_made = '''А эта функция в разработке :)'''

wrong_command = '''Такой комманды я не знаю :((((....'''

wrong_command_usage = '''Ты что-то напутал. Попробуй еще раз :)'''